export const language = [
    {
        main:{
            client: 'Клиент',
            driver: 'Водитель'
        },
        login:{
            titleClient: 'Войти как клиент',
            titleDriver: 'Войти как водитель',
            phone: 'Введите номер телефона',
            password: 'Ваш пароль',
            forgot: 'Забыли пароль?',
            register: 'Еще нет аккаунта?',
            bnt: 'Войти',
            alert_phone: 'Пожалуйста, введите корректный номер',
            alert_password: 'Пароль должен состоять как минимум из 8 символов'
        },
        register:{
            title: 'Регистрация',
            city: 'Выберите город',
            name: 'Введите ваше имя',
            phone: 'Введите номер телефона',
            password: 'Ваш пароль',
            repeatPass: 'Повторите пароль',
            next: 'Далее',
            login: 'Уже есть аккаунт? Войти',
            agreement: 'Я согласен с условиями \nпользовательского соглашения'
        },
        code:{
            tittle:'Код из СМС',
            code: 'Не пришел код?',
            repeatCode: 'Отправить заново можно через 30 сек',
            btn: 'Отменить'
        },
        cabinet:{
            title: 'Личный кабинет',
            city: 'Ваш город',
            notification: 'Получать уведомления',
            mute: 'Звук уведомления',
            orders: 'Текущие заказы',
            arhive: 'Перейти в архив',
            btn: "Добавить заказ",
            name: 'Вы',
            delete: 'Удалить',
            delete_text: 'Действительно ли вы хотите удалить?',
            delete_success: 'Удалено',
            otmena: 'Отмена',
            empty: 'Вы не добавили обьявление'
        },
        view_orders: {
            title: 'Просмотр заказа',
            edit_btn: 'Редактировать заказ',
            call:'Позвонить'
        },
        add_new_order:{
            title:'Оформить заказ',
            phone:'Введите номер телефона',
            from: 'Откуда',
            to:'Куда',
            description: 'Описание груза',
            btn: 'Добавить заказ',
            address_from: 'Введите адрес получения',
            address_to: 'Введите адрес отправления',
            description_placeholder: 'Опишите свой заказ',
            save: 'Сохранить изменения',
            success: 'Объявление созданно'
        },
        menu:{
            menu:'Меню',
            support: 'Поддержка',
            btn: 'Отправить',
            text: 'Сообщение'
        },
        edit:{
            title:'Редактировать профиль',
            logout: 'Выйти',
            lang: 'Изменить язык',
            name: 'Введите ваше имя',
            save: 'Сохранить',
            logout_text: 'Действительно ли вы хотите выйти из аккаунта?'

        }
    },
    {
        main:{
            client: 'Клиент',
            driver: 'Көлік жүргізушісі'
        },
        login:{
            titleClient: 'Клиент ретінде кіру',
            titleDriver: 'Көлік жүргізушісі ретінде кіру',
            phone: 'Телефон номеріңізді енгізіңіз',
            password: 'Құпия сөз',
            forgot: 'Құпия сөзімді ұмыттым?',
            register: 'Менің аккаунтым жоқ?',
            bnt: 'Кіру',
            alert_phone: 'Телефон форматы қате. Қайта енгізуіңізді сұраймыз',
            alert_password: 'Құпия сөз кем дегенде 8 символдан тұру қажет'
        },
        register:{
            title: 'Тіркелу',
            city: 'Қаланы таңдаңыз',
            name: 'Аты жөніңізді енгізіңіз',
            phone: 'Телефон номеріңізді енгізіңіз',
            password: 'Құпия сөз',
            repeatPass: 'Құпия сөз қайталаңыз',
            next: 'Келесі',
            login: 'Менің аккаунтым бар',
            agreement: 'Пайдаланушы келісім \nшарттарымен келісемін'
        },
        code:{
            tittle:'СМС код',
            code: 'Код келмеді?',
            repeatCode: '30 секундтан соң қайта жіберу',
            btn: 'Бас тарту'
        },
        cabinet:{
            title: 'Жеке кабинет',
            city: 'Сіздің қалаңыз',
            notification: 'Хабарламаларды алу',
            mute: 'Хабарландыру дыбысы',
            orders: 'Ағымдағы тапсырыстар',
            arhive: 'Мұрағатқа өту',
            btn: "Тапсырыс қосу",
            name: 'Cіз',
            delete: 'Жою',
            delete_text: 'Жоюды растайсыз ба?',
            delete_success: 'Жойылды',
            otmena: 'Кері қайту',
            empty: 'Тапсырыстар табылмады'
        },
        view_orders: {
            title: 'Тапсырысты қарау',
            edit_btn: 'Тапсырысты өңдеу',
            call:'Қоңырау шалу'
        },
        add_new_order:{
            title:'Тапсырыс қабылдау',
            phone:'Телефон номеріңізді енгізіңіз',
            from: 'Қай жереден',
            to:'Қай жерге',
            description: 'Жүк сипаттамасы',
            btn: 'Тапсырыс қосу',
            address_from: 'Қабылдау мекенжайын енгізіңіз',
            address_to: 'Жеткізу мекенжайын енгізіңіз',
            description_placeholder: 'Тапсырысыңызды сипаттаңыз',
            save: 'Сақтау',
            success: 'Тапсырыс қабылданды'
        },
        menu:{
            menu:'Мәзір',
            support: 'Қолдау қызметі',
            btn: 'Жіберу',
            text: 'Хабарлама'
        },
        edit:{
            title:'Профильді өңдеу',
            logout: 'Шығу',
            lang: 'Тілді өзгерту',
            name: 'Атыңызды енгізіңіз',
            save: 'Сақтау',
            logout_text: 'Шыгуды растайсыз ба?'
        }
    }
]